---
kind: enumMember
id: F:Autodesk.Revit.DB.MEPSystemClassification.DomesticHotWater
enum: Autodesk.Revit.DB.MEPSystemClassification
zh: 热水、生活热水
source: html/43ec0d75-d6bb-2d08-a920-9715e83040e7.htm
---
# Autodesk.Revit.DB.MEPSystemClassification.DomesticHotWater

**中文**: 热水、生活热水

A hot water piping system